import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-about-us',
  templateUrl: './about-us.component.html',
  styleUrls: ['./about-us.component.scss']
})
export class AboutUsComponent implements OnInit {

  some_text = `
    Санаторій «Карпатські зорі» знаходиться в місті Косові, 
    Івано-Франківської області, в мальовничому куточку поблизу 
    підніжжя Покутсько-Буковинських Карпат на березі річки Рибниця.
    
    Наш санаторій одночасно може прийняти 100 осіб в 26 однокімнатних 
    двохмісних номерах і в 18 «Люкс» номерах, де може проживати сім'я із 
    3-х осіб.В кожному номері телевізор (кабельне телебачення), холодильник, 
    телефон, повний санвузол, холодна і гаряча вода цілодобово. Повноцінне 
    трьохразове харчування в кафе санаторію.Санаторій "Карпатські зорі" 
    проводить лікування згідно Ліцензії Міністерства охорони здоров'я України 
    Серія АВ № 394128 від 10.01. 2008 р.
  `

  constructor() { }

  ngOnInit() {
  }

}
