import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-about-kosiv',
  templateUrl: './about-kosiv.component.html',
  styleUrls: ['./about-kosiv.component.scss']
})
export class AboutKosivComponent implements OnInit {

  constructor() { }

  title = "Чим цікавий Косів?";
  article = `
  Косівщина – мальовничий куточок Гуцульщини, край високих гір, стрімких потоків, чистого повітря, працьовитих і завзятих людей. 
  Своєрідність краю, краса його природних ландшафтів, багатий тваринний і рослинний світ, унікальна скарбниця природних екосистем, 
  де збереглися рідкісні реліктові види флори і фауни, і, як ніде в Україні, — народні звичаї, традиційна побутова культура. Мандруючи 
  туристичними стежками нашого краю, на Ваших устах поселяться посмішки, очі вбиратимуть красу, серце — радість, а слова самі 
  проситимуться у пісню.Санаторій «Карпатські зорі» знаходиться в місті Косові, Івано-Франківської області, в мальовничому куточку 
  поблизу підніжжя Покутсько-Буковинських Карпат на березі річки Рибниця.Наш санаторій одночасно може прийняти 100 осіб в 26 
  однокімнатних двохмісних номерах і в 18 «Люкс» номерах, де може 
  проживати сім'я із 3-х осіб.В кожному номері телевізор (кабельне телебачення), холодильник, телефон, повний санвузол, холодна і 
  гаряча вода цілодобово. Повноцінне трьохразове
   харчування в кафе санаторію.Санаторій "Карпатські зорі" проводить лікування згідно Ліцензії Міністерства охорони здоров'я 
  України Серія АВ № 394128 від 10.01. 2008 р.
  `
  ngOnInit() {
  }

}
